{
  "newmoon": false,
  "time2": "18:00 - 19:30",
  "time3": "null",
  "time4": "null",
  "published": true,
  "date": "December 14, 2023",
  "teacher1": "Miért nem gyakorlunk ilyenkor?",
  "teacher2": "István",
  "fullmoon": true,
  "teacher3": "null",
  "teacher4": "null",
  "class4English": "null",
  "class3English": "null",
  "description1": "<p>Az astanga jóga tradíció része, hogy a Telihold és az Újhold napjai pihenőnapok, amikor nincs ászanagyakorlás a reggeli Mysore-program résztvevői számára.</p>",
  "teacherlink2": "/szalai-istvan",
  "class2English": "Vinyasa Krama Yoga - Nagaraj Series",
  "description2": "<p>Az óra nehézségi foka: <strong>haladó.</strong></p><br />\n<p>A <strong>NÁGARÁDZS</strong> (kígyókirály) vinyásza krama sorozatban a bandhák (izomzárak) ébresztésén és fejlesztésén keresztül teremtjük meg a biztonságos alapot a mély hátrahajlításokhoz. Ezáltal a gyakorlók gerincoszlopa erősödik, rugalmassá válik és olyan hajlékonyságra tehetnek szert, mint maga a nagy Kígyókirály.</p><br />\n<p>A részvételhez előzetes online jegy-, illetve bérletvásárlás szükséges vagy érvényes bérlettel kell rendelkezned. Bővebben a vinyásza krama jóga irányzatról<a href=\"/vinyasza-jogairanyzatok/?tab=krama\"> itt olvashatsz</a>.</p>",
  "teacherlink3": "null",
  "class1English": "Moonday",
  "description3": "null",
  "teacherlink4": "null",
  "description4English": "null",
  "description4": "null",
  "class1": "Holdnap",
  "signup1": "null",
  "description3English": "null",
  "class2": "Vinyásza krama jóga - Nágarádzs sorozat",
  "description2English": "<p>\n  Level of difficulty: <strong>intermediate</strong>.\n</p>\n<br/>\n<p>\n  In the <strong>NAGARAJA </strong>(serpent king) vinyasa krama sequence, we create a safe foundation for deep backbends through the activation and development of the bandhas (muscle locks). Consequently, the practitioner’s spine becomes stronger and more flexible, achieving the suppleness akin to that of the great Serpent King.\n</p><br/>\n<p>\n  To participate, you must purchase ticket or pass online in advance or have a valid pass. To buy a day ticket or season ticket, click on the \"Tickets\" button.\n</p>",
  "signup2": "https://shop.bandha.works/collections/vinyasza-krama-joga",
  "description1English": "<p>In the ashtanga yoga tradition, Full Moon and New Moon days are rest days, when there is no asana practice for the participants of the morning Mysore program.</p>",
  "class3": "null",
  "signup3": "null",
  "class4": "null",
  "signup4": "null",
  "ekadashi": false
}