{
  "newmoon": true,
  "time1": "7:30 - 9:00",
  "time2": "9:00 - 11:00",
  "time3": "11:00 - 12:30",
  "time4": "17:00 - 18:30",
  "published": true,
  "date": "December 1, 2024",
  "teacher1": "Ross",
  "teacher2": "Ross",
  "fullmoon": false,
  "teacher3": "István",
  "teacher4": "Temu",
  "class4English": "Vinyasa krama yoga - Hanuman series",
  "class3English": "Vegan brunch",
  "teacherlink1": "https://ashtangayogaross.com/about-ross",
  "description1": "<p>A konferencián való részvétel ingyenes a <a href=\"/astanga-mysore-program\">Mysore-programunk</a> résztvevői számára, de örömmel fogadjuk, ha hozol magaddal egy kis gyümölcsöt, vegán süteményt vagy egy szép virágot Patandzsalinak.</p>",
  "teacherlink2": "https://ashtangayogaross.com/about-ross",
  "class2English": "Pranayama - Breath of Yoga WS",
  "description2": "<p>Készen állsz arra, hogy áthidald az ászanák és az önálló pránájáma (jógikus légzés) gyakorlása közötti szakadékot? A workshop során elméleti alapokról beszélünk, majd megismerkedünk a 6 hagyományos pránájáma technikával, kántálással, anatómiai igazítással és még sok más érdekes elemmel.</p>\n",
  "teacherlink3": "/szalai-istvan",
  "class1English": "Astanga konferencia",
  "description3": "<p>A vasárnap reggeli Mysore-astanga gyakorlás után, meghívunk téged egy közös vegán brunchra! Hozz magaddal valamilyen növényi finomságot, amelyet megosztasz a közösséggel. Fedezzük fel együtt a növényi alapú kulináris örömöket!</p>\n",
  "teacherlink4": "/temu",
  "description4English": "<p>The difficulty level of the class: <strong>intermediate.</strong></p><br />\n<p>The asanas in the <strong>HANUMAN</strong> (monkey-headed God) series help strengthen the leg muscles, open the hip area, and focus on strengthening the back muscles. Through persistent and regular practice, our body becomes more flexible and energetic, and with the help of breathing, we calm our mind. This is a lighter series that prepares for the Monday and Wednesday classes, so it's also recommended for beginners. Everyone can find a challenge in it, which can serve as a good foundation for further development.</p>",
  "description4": "<p>Az óra nehézségi foka: <strong>középhaladó.</strong></p><br />\n<p>A <strong>HANUMÁN</strong>  (majomfejű Isten) sorozatban szereplő ászanák segítségével megerősítjük a lábizmokat, nyitjuk a csípő területét, és foglalkozunk a hátizmok erősítésén is. A kitartó és rendszeres gyakorlás által testünk rugalmasabb és energikusabb lesz, a légzés segítségével pedig megnyugtatjuk az elménket. Ez egy könnyedebb sorozat, amely felkészít a hétfői és szerdai órára, így kezdők számára is ajánlott. Mindenki megtalálhatja benne a kihívást, amely jó alappal szolgálhat a további fejlődésre. </p>",
  "class1": "Astanga konferencia",
  "signup1": "https://bandha.works/ashtanga-mysore-program/",
  "description3English": "<p>After our Sunday morning Mysore ashtanga practice, we invite you to a communal vegan brunch! Bring along a plant-based delicacy to share with the community. Let's discover the joys of plant-based culinary delights together!</p>",
  "class2": "Pránajáma - A jóga lélegzete WS",
  "description2English": "<p>Are you ready to bridge the gap between asana and starting an independent pranayama (yogic breathing) practice? Theory will be discussed, followed by the 6  traditional pranayama techniques, chanting, anatomical alignment, and more.</p>\n",
  "signup2": "https://www.facebook.com/events/1072961727770778/",
  "description1English": "<p>A konferencián való részvétel ingyenes a <a href=\"/astanga-mysore-program\">Mysore-programunk</a> résztvevői számára, de örömmel fogadjuk, ha hozol magaddal egy kis gyümölcsöt, vegán süteményt vagy egy szép virágot Patandzsalinak.</p>",
  "class3": "Vegán brunch",
  "signup3": "https://shop.bandha.works/collections/astanga-mysore-program",
  "class4": "Vinyásza krama jóga - Hanumán sorozat",
  "signup4": "https://shop.bandha.works/collections/vinyasza-krama-joga",
  "ekadashi": false
}