{
  "newmoon": false,
  "time2": "18:00 - 19:30",
  "time3": "null",
  "time4": "null",
  "published": true,
  "date": "January 25, 2024",
  "teacher1": "Miért nem gyakorlunk ilyenkor?",
  "teacher2": "Noémi",
  "fullmoon": true,
  "teacher3": "null",
  "teacher4": "null",
  "class4English": "null",
  "class3English": "null",
  "teacherlink1": "/holdnapok",
  "description1": "<p>Az astanga jóga tradíció része, hogy a Telihold és az Újhold napjai pihenőnapok, amikor nincs ászanagyakorlás a reggeli Mysore-program résztvevői számára.</p>",
  "teacherlink2": "/gal-noemi-andrea",
  "class2English": "Vinyasa Krama Yoga - Moon Series ",
  "description2": "<p>Az óra nehézségi foka: <strong>könnyű.</strong></p><br />\n<p>A <strong>HOLD-ról</strong> elnevezett gyakorlatsor célja a raksana, aminek jelentése 'megőrzés'; a középpontjában az egészség fenntartása, a stressz csökkentése és a megújulás áll. A vinyásza rendszerben maradva, elsősorban a nyújtásokra koncentrálunk, felismerve az emögött rejlő hitet és kitartást. Fizikailag könnyed hangvételű -, teljes testet átmozgató óra, mely során a kezdők és a haladók egyaránt mélyebb szintre vihetik gyakorlásukat.</p><br />\n<p>A részvételhez előzetes online jegy-, illetve bérletvásárlás szükséges vagy érvényes bérlettel kell rendelkezned. Bővebben a vinyásza krama jóga irányzatról<a href=\"/vinyasza-jogairanyzatok/?tab=krama\"> itt olvashatsz</a>.</p>",
  "teacherlink3": "null",
  "class1English": "Moonday",
  "description3": "null",
  "teacherlink4": "null",
  "description4English": "null",
  "description4": "null",
  "class1": "Holdnap",
  "signup1": "null",
  "description3English": "null",
  "class2": "Vinyásza krama jóga - Hold sorozat",
  "description2English": "<p>\n  Level of difficulty: <strong>easy</strong>.\n</p>\n<br/>\n<p>\n The sequence named after <strong>HANUMAN</strong> (Monkey King) aims to preserve 'raksana', which means 'preservation'; its focus is on maintaining health, reducing stress, and rejuvenation. Staying within the vinyasa system, we primarily concentrate on stretching, recognizing the belief and perseverance behind it. This is a physically light-hearted, full-body workout class, where both beginners and advanced practitioners can take their practice to a deeper level.\n</p><br/>\n<p>\n  To participate, you must purchase ticket or pass online in advance or have a valid pass. To buy a day ticket or season ticket, click on the \"Tickets\" button.\n</p>",
  "signup2": "https://shop.bandha.works/collections/vinyasza-krama-joga",
  "description1English": "<p>In the ashtanga yoga tradition, Full Moon and New Moon days are rest days, when there is no asana practice for the participants of the morning Mysore program.</p>",
  "class3": "null",
  "signup3": "null",
  "class4": "null",
  "signup4": "null",
  "ekadashi": false
}