{
  "newmoon": false,
  "time1": "5:30 - 9:00",
  "time2": "16:00 - 17:30",
  "time3": "18:00 - 19:30",
  "time4": "null",
  "published": true,
  "date": "March 28, 2025",
  "teacher1": "Ross",
  "teacher2": "Victoria McLellan ",
  "fullmoon": false,
  "teacher3": "Ross",
  "teacher4": "null",
  "class4English": "null",
  "class3English": "Yogis Helping Yogis: The Art of Adjustment",
  "teacherlink1": "https://ashtangayogaross.com/about-ross",
  "description1": "<p>A Mysore-programban való részvételhez regisztráció szükséges. Bővebben a <a href=\"/astanga-mysore-program\"> Mysore-programról</a>.</p>",
  "teacherlink2": "https://www.facebook.com/events/1733096517238959",
  "class2English": "Chanting Therapeutics",
  "description2": "<p>Ebben az 1,5 órás workshopon megtanulhatod, hogyan használd a testedet közvetítőként rezgések adására és fogadására különböző hagyományos dél-indiai mantrák, slokák, stotramok és szútrák éneklése révén. Elsajátíthatod a hangirányítás technikáit, valamint fejlesztheted a rekeszizom-légzést és a szanszkrit kiejtést. Victoria McLellan klasszikusan képzett énekes, aki mély szeretettel viseltetik az éneklés iránt.\nCsatlakozz hozzánk, és tapasztald meg első kézből Viktória évtizedes mély tudását és inspiráló jelenlétét!\nA workshopon való részvétel költsége 30EUR. Az eseményre a recepciónkon tudsz jelentkezni a részvételi díj kiegyenlítésével.</p>\n",
  "teacherlink3": "https://ashtangayogaross.com/about-ross",
  "class1English": "Ashtanga Mysore Style",
  "description3": "<p>Tanuld meg, hogyan igazíts biztonságosan és hatékonyan a gyakorlótársaidat! Ebben a gyakorlati workshopban szó lesz arról, hogy:\n🔥 Hogyan közelítsd meg és értsd meg a másik gyakorlását\n⏳ Mikor érdemes igazítani – és mikor jobb, ha nem nyúlsz bele\n📍 Hol helyezkedj el, hogy a lehető legjobb támogatást nyújtsd\n💡 Miért fontosak a megfelelő igazítások a biztonság és a fejlődés szempontjából\nEz a workshop hasznos mind a tanároknak, akik finomhangolnák technikáikat, mind a gyakorlóknak, akik szeretnék jobban érteni, hogyan kaphatják meg a legjobb támogatást a Mysore-teremben.\nRoss Level 2. autorizált astanga oktató, aki közvetlenül Saraswati Joistól tanulta az astanga jógát az indiai Mysore-ban, és többször asszisztált is Saraswati mellett. Több mint 25 éve gyakorol és továbbra is évente utazik Indiába, hogy továbbképezze magát. 2017-ben kapta meg a tanítási engedélyt gurujától, így egyike lett azon kevés tanároknak, akiket Saraswati felhatalmazott a második sorozat tanítására. Ross arra törekszik, hogy megőrizze a tradicionális astanga módszert napi szintű gyakorlásával, és tanárként is olyan elhivatottsággal és türelemmel oktat, ahogy őt tanították tanárai.\nCsatlakozz hozzánk, és tapasztald meg első kézből Ross évtizedes mély tudását és inspiráló jelenlétét!\nA workshopon való részvétel költsége 30EUR. Az eseményre a recepciónkon tudsz jelentkezni a részvételi díj kiegyenlítésével.</p>",
  "teacherlink4": "null",
  "description4English": "null",
  "description4": "null",
  "class1": "Mysore-astanga",
  "signup1": "https://shop.bandha.works/collections/astanga-mysore-program",
  "description3English": "<p>Yogis Helping Yogis: The Art of Adjustment\nLearn hands-on adjustment techniques to safely and effectively assist fellow practitioners. This workshop covers:\n* How to approach and connect with another’s practice\n* When adjustments are beneficial and when to hold back\n* Where to position yourself for optimal support\n* Why proper adjustments matter for safety and progress\nValuable for both teachers refining their skills and students seeking to understand how they can best be supported in the Mysore room.\n\nAbout Ross:\nhttps://ashtangayogaross.com/about-ross\n\nJoin us and experience firsthand Ross's decades of deep knowledge and inspiring presence!\nThe cost of participation in the workshop is 30 EUR. You can register for the event at our reception by paying the participation fee.</p>",
  "class2": "Gyógyító éneklés WS",
  "description2English": "In this 1.5-hour workshop, you will learn to use your body as a conduit for giving and receiving vibrations through chanting various traditional South Indian mantras, slokas, stotrams, and sutras. You will learn mechanics of voice control and refine diaphragmatic breathing and Sanskrit pronunciations. Victoria McLellan is a classically trained singer with a deep love for chanting.\nJoin us and experience firsthand Victoria's decades of deep knowledge and inspiring presence!\nThe cost of participation in the workshop is 30 EUR. You can register for the event at our reception by paying the participation fee",
  "signup2": "https://www.facebook.com/events/1733096517238959",
  "description1English": "<p>Registration is required to participate in the Mysore programme. Read more about the  Mysore programme application. If you live abroad and are only in Budapest for a short time and would like to come and practice, please send us a message.</p>",
  "class3": "Yogis Helping Yogis: Az igazítás művészete ",
  "signup3": "https://www.facebook.com/events/1391968765128014",
  "class4": "null",
  "signup4": "null",
  "ekadashi": false
}