{
  "newmoon": false,
  "time2": "18:00 - 19:30",
  "time3": "null",
  "time4": "null",
  "published": true,
  "date": "October 17, 2024",
  "teacher1": "Miért nem gyakorlunk ilyenkor?",
  "teacher2": "Temu",
  "fullmoon": true,
  "teacher3": "null",
  "teacher4": "null",
  "class4English": "null",
  "class3English": "null",
  "teacherlink1": "/holdnapok",
  "description1": "<p>Az astanga jóga tradíció része, hogy a Telihold és az Újhold napjai pihenőnapok, amikor nincs ászanagyakorlás a reggeli Mysore-program résztvevői számára.</p>",
  "teacherlink2": "/temu",
  "class2English": "Vinyasa krama yoga - Hanuman series",
  "description2": "<p>Az óra nehézségi foka: <strong>középhaladó.</strong></p><br />\n<p>A <strong>HANUMÁN</strong>  (majomfejű Isten) sorozatban szereplő ászanák segítségével megerősítjük a lábizmokat, nyitjuk a csípő területét, és foglalkozunk a hátizmok erősítésén is. A kitartó és rendszeres gyakorlás által testünk rugalmasabb és energikusabb lesz, a légzés segítségével pedig megnyugtatjuk az elménket. Ez egy könnyedebb sorozat, amely felkészít a hétfői és szerdai órára, így kezdők számára is ajánlott. Mindenki megtalálhatja benne a kihívást, amely jó alappal szolgálhat a további fejlődésre. </p>",
  "teacherlink3": "null",
  "class1English": "Moonday",
  "description3": "null",
  "teacherlink4": "null",
  "description4English": "null",
  "description4": "null",
  "class1": "Holdnap",
  "signup1": "null",
  "description3English": "null",
  "class2": "Vinyásza krama jóga - Hanumán sorozat",
  "description2English": "<p>The difficulty level of the class: <strong>intermediate.</strong></p><br />\n<p>The asanas in the <strong>HANUMAN</strong> (monkey-headed God) series help strengthen the leg muscles, open the hip area, and focus on strengthening the back muscles. Through persistent and regular practice, our body becomes more flexible and energetic, and with the help of breathing, we calm our mind. This is a lighter series that prepares for the Monday and Wednesday classes, so it's also recommended for beginners. Everyone can find a challenge in it, which can serve as a good foundation for further development.</p>",
  "signup2": "https://shop.bandha.works/collections/vinyasza-krama-joga",
  "description1English": "<p>In the ashtanga yoga tradition, Full Moon and New Moon days are rest days, when there is no asana practice for the participants of the morning Mysore program.</p>",
  "class3": "null",
  "signup3": "null",
  "class4": "null",
  "signup4": "null",
  "ekadashi": false
}