{
  "newmoon": false,
  "time1": "5:30 - 9:00",
  "time2": "18:00 - 19:30",
  "time3": "null",
  "time4": "null",
  "published": true,
  "date": "October 14, 2024",
  "teacher1": "István",
  "teacher2": "Noémi",
  "fullmoon": false,
  "teacher3": "null",
  "teacher4": "null",
  "class4English": "null",
  "class3English": "null",
  "teacherlink1": "/szalai-istvan",
  "description1": "<p>A Mysore-programban való részvételhez regisztráció szükséges. Bővebben a <a href=\"/astanga-mysore-program\"> Mysore-programról</a>.</p>",
  "teacherlink2": "/gal-noemi-andrea",
  "class2English": "Vinyasa Krama Yoga - Ganesha Series",
  "description2": "<p>Az óra nehézségi foka: <strong>haladó.</strong></p><br />\n<p>A <strong>GANÉSA</strong> a kezdetek és az akadályok Ura, ereje elhárít minden akadályt. Az elefántfejű Istenről elnevezett vinyásza krama sorozatban a csípőnyitás kerül fókuszba. Testünk ezen területén hordozzuk magunkban a múlt eseményeinek lenyomatait, amiket idővel feloldhatunk ászanákkal és a légzéssel. A gyakorlás során fontos szerepet kapnak az egyensúlygyakorlatok és a könnyebb kartámaszok is, célunk a gondolatok lecsendesítése.</p><br />\n<p>A részvételhez előzetes online jegy-, illetve bérletvásárlás szükséges vagy érvényes bérlettel kell rendelkezned. Bővebben a vinyásza krama jóga irányzatról<a href=\"/vinyasza-jogairanyzatok/?tab=krama\"> itt olvashatsz</a>.</p>",
  "teacherlink3": "null",
  "class1English": "Ashtanga Mysore Style",
  "description3": "null",
  "teacherlink4": "null",
  "description4English": "null",
  "description4": "null",
  "class1": "Mysore-astanga",
  "signup1": "https://shop.bandha.works/collections/astanga-mysore-program",
  "description3English": "null",
  "class2": "Vinyásza krama jóga - Ganésa sorozat",
  "description2English": "<p>\n  Level of difficulty: <strong>intermediate</strong>.\n</p>\n<br/>\n<p>\n<strong>GANESHA</strong> is the lord of beginnings and obstacles, his power removes all barriers. The vinyasa krama sequence named after the elephant-headed God focuses on hip opening. We carry the impressions of past events in this area of our body, which can be gradually released through asanas and breathing over time. During the practice, balance exercises and easier arm supports also play an important role, with the aim of quieting the thoughts.\n</p><br/>\n<p>\n  To participate, you must purchase ticket or pass online in advance or have a valid pass. To buy a day ticket or season ticket, click on the \"Tickets\" button.\n</p>",
  "signup2": "https://shop.bandha.works/collections/vinyasza-krama-joga",
  "description1English": "<p>Registration is required to participate in the Mysore programme. Read more about the  Mysore programme application. If you live abroad and are only in Budapest for a short time and would like to come and practice, please send us a message.</p>",
  "class3": "null",
  "signup3": "null",
  "class4": "null",
  "signup4": "null",
  "ekadashi": false
}