[
  {
    "rule": "A délutáni jógaórák és tanfolyami órák esetén, érkezz legalább tíz perccel az órakezdés előtt, öt perccel előtte már bezárjuk a bejáratot és nem tudsz bejönni."
  },
  {
    "rule": "Óra előtt kapcsold ki a mobiltelefonod, és ne hozd be a terembe."
  },
  {
    "rule": "A Jógaiskola teljes területén (valamennyi helyiségében) fényképet, illetőleg videofelvételt készíteni kizárólag a Jógaiskola vezetőjének előzetes engedélyével lehet."
  },
  {
    "rule": "Szükséged lesz kényelmes ruhára, egy kisebb törülközőre (az igazításokhoz) és egy nagyobb törülközőre vagy jógaszőnyegre (a matracra teríteni). Ha nagyon izzadós vagy, érdemes egy másik törülközőt is bekészítened (zuhanyzáshoz). Jógamatracot (Manduka Black Mat PRO) biztosítunk, de ha van sajátod, bátran hozd magaddal."
  },
  {
    "rule": "Ne használj parfümöt vagy erős illatú kozmetikumot (melegítő krémet sem) óra előtt."
  },
  {
    "rule": "Óra alatt nem lehet inni, ne hozz be vizet vagy poharat a terembe. Napközben viszont figyelj a megfelelő folyadékpótlásra."
  },
  {
    "rule": "Óra előtt jelezd a tanárnak, ha bármilyen egészségügyi problémád, sérülésed vagy betegséged van."
  },
  {
    "rule": "A jógateremben nem beszélgetünk, az óra előtti pár percet csendes ráhangolódással töltsd."
  },
  {
    "rule": "Óra alatt mindig kövesd a tanár utasításait. Végig figyelj a légzésedre, soha ne áldozd fel a mély légzést a mélyebb ászana érdekében."
  },
  {
    "rule": "Az órákon mindenki kizárólag a saját felelősségére vesz részt, ezért ügyelj saját és társaid testi épségére, figyeld a tested jelzéseit."
  },
  { "rule": "A matracot takarítsd le magad után." },
  {
    "rule": "Távozás előtt győződj meg róla, hogy nem hagysz semmit az öltözőben, az itt felejtett ruhákat nem áll módunkban megőrizni."
  },
  { "rule": "Az öltözőben hagyott értékekért felelősséget nem vállalunk." },
  {
    "rule": "Mysore-programunk keretében az érvényes bérlettel rendelkező gyakorlók  - bérletük érvényességi ideje alatt -  jógamatracukat térítésmentesen a Jógaiskolában tárolhatják. Ennek feltétele, hogy a matrac beazonosítható legyen, a gazdája nevével ellátva. Kérünk, hogy amennyiben nem rendelkezel érvényes Mysore-bérlettel, vidd haza a jógamatracod!"
  }
]
