[
  {
    "name": "Astanga nyitómantra",
    "sanskrit": "<p>auṁ \u003cbr/\u003e vande gurūṇāṁ caraṇāravinde \u003cbr/\u003e sandarśita svātma sukhāva bodhe | \u003cbr/\u003e niḥ-śreyase jaṅgali-kāyamāne\u003cbr/\u003e saṁsāra hālāhala mohaśāṁtyai ||\u003cbr/\u003e ābāhu puruṣākāraṁ\u003cbr/\u003e śaṅkhacakrāsi dhāriṇam |\u003cbr/\u003e sahasra śirasaṁ śvetaṁ\u003cbr/\u003e praṇamāmi patañjalim ||\u003cbr/\u003e auṁ \u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003e  OM\u003cbr/\u003e Leborulok a nagy tanítók lótuszlába előtt, akik felfedik előttünk az önvalónk valódi természetét és ezáltal boldogságot ébresztenek bennünk.\u003cbr/\u003e A tanító teljes jólétbe vezet, mint a varázsló a dzsungelben, \u003cbr/\u003e még a feltételekhez kötöttség és az illúzió okozta szörnyű mérgezésből is kigyógyít.\u003cbr/\u003e Hódolatom ajánlom Patandzsalinak, akinek a felsőteste ember formájú,\u003cbr/\u003e ezer feje fényesen ragyog, kezeiben kagylókürtöt (eredeti hang), csakrát (végtelenség) és kardot (a megkülönböztetés ereje) tart.\u003cbr/\u003e OM\u003cbr/\u003e</p>",
    "comment": "",
    "chantby": "Gubán Dorottya",
    "link": "https://bandha.works/mantras/astanga_opening_mantra.mp3"
  },
  {
    "name": "Astanga zárómantra",
    "sanskrit": "<p>auṁ \u003cbr/\u003e svasti-prajā-bhyaḥ pari-pāla-yaṁtāṁ \u003cbr/\u003e nyāyena mārgeṇa mahīṁ mahīśāḥ | \u003cbr/\u003e go-brāhmaṇebhyaḥ śubham-astu nityaṁ \u003cbr/\u003e lokāḥ samastāḥ sukhino-bhavaṁtu || \u003cbr/\u003e auṁ śāntiḥ śāntiḥ śāntiḥ \u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003eOM\u003cbr/\u003eGondoskodjanak minden ember jólétéről a hatalmas és fenséges vezetők törvénnyel és igazsággal.\u003cbr/\u003eÓvják a teheneket (isteniség) és a bölcseket, és váljon (bhavantu) az egész (samastah) világ (lokha) boldoggá (sukhino).\u003cbr/\u003eOM béke, béke, béke\n</p>",
    "comment": "",
    "chantby": "Gubán Dorottya",
    "link": "https://bandha.works/mantras/astanga_mangala_mantra.mp3"
  },
  {
    "name": "Patandzsali mantra",
    "sanskrit": "<p>auṁ \u003cbr/\u003e yogena cittasya, padena vācāṁ malaṁ śarīrasya ca vaidyakena | \u003cbr/\u003e yo'pākarot taṁ pravaraṁ munīnāṁ patañjaliṁ prāñjalir ānato'smi || \u003cbr/\u003e  ābāhu puruṣākāraṁ śaṅkhacakrāsi dhāriṇam | sahasra śirasaṁ śvetaṁ praṇamāmi patañjalim || \u003cbr/\u003e auṁ śāntiḥ śāntiḥ śāntiḥ\u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003e OM \u003cbr/\u003eA jógával az elme, a nyelvtannal a nyelv, az orvoslással pedig a fizikai test tökéletesítésének módszerét hagyta ránk a nagy bölcsek közül Patandzsali, akinek ezért hódolatomat ajánlom. Hódolatom ajánlom Patandzsalinak, akinek felsőteste ember fomájú, ezer feje fényesen ragyog, kezeiben kagylókürtöt (az eredeti hang), csakrát (végtelenség) és kardot (megkülönböztetés ereje) tart \u003cbr/\u003e OM béke, béke, béke</p>",
    "comment": "",
    "chantby": "",
    "link": ""
  },
  {
    "name": "Hajagriva mantra",
    "sanskrit": "<p>auṁ \u003cbr/\u003e jñānānanda mayaṃ devaṃ nirmala sphaṭikākṛtiṃ \u003cbr/\u003e ādhāraṃ sarvavidyānaṃ hayagrīvaṃ upāsmahe \u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003e OM \u003cbr/\u003e Felajánlom hódolatomat Hajagríva, a tudás és bolgogság isteni formája előtt, aki rendkívül tiszta, és a tanulás forrása.</p>",
    "comment": "",
    "chantby": "",
    "link": ""
  },
  {
    "name": "Guru mantra",
    "sanskrit": "<p>Gurur Brahmā Gurur Viṣṇur Gurur devo Maheśvaraḥ \u003cbr/\u003e Guruḥ sākṣāt paraṁ Brahma tasmai śrī gurave namaḥ\u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003e A teremtésünk az a guru (Brahma - a teremtés ereje); életünk időtartama az a guru (Visnu - a megőrzés ereje); megpróbáltatásaink, megpróbáltatásaink, betegségeink, szerencsétlenségek és a test halála az a guru (devo Maheshwara - a pusztítás vagy átalakítás ereje). Van egy guru a közelben (Guru Sakshat) és egy guru, ami a túlvilágon túl van (param Brahma). Felajánlásomat (tasmai) a sötétségem, tudatlanságom gyönyörű (shri) eltávolítójának teszem; (Guru) előtted hajolok meg és adom le az életemet (namah).</p>",
    "comment": "",
    "chantby": "",
    "link": ""
  },
  {
    "name": "Jogeshvaraja mantra",
    "sanskrit": "<p>Yoga Yoga Yogeshwaraya\u003cbr/\u003eBhuta Bhuta Bhuteshwaraya\u003cbr/\u003eKala Kala Kaleshwaraya\u003cbr/\u003eShiva Shiva Sarveshwaraya\u003cbr/\u003eShambho Shambho Mahadevaya\u003cbr/\u003e</p>",
    "translation": "<p>\u003cbr/\u003eÜdvözlet az Egynek,\u003cbr/\u003eA Yogeshwara, aki túllépett a fizikain,\u003cbr/\u003eBhuteshwara, aki elsajátította az öt elemet,\u003cbr/\u003eKaleshwara, aki uralja az időt, és túl van annak ciklusain,\u003cbr/\u003eSarveshwara, aki mindenütt jelen van, és mindennek az alapja,\u003cbr/\u003e Üdvözlet Shambhónak, a legnagyobb mind közül, a Mahadévának.</p>",
    "comment": "",
    "chantby": "",
    "link": ""
  },
  {
    "name": "Étkezés előtti mantra",
    "sanskrit": "<p>Anapurne sadapurne shankarapranavallabhe |\u003cbr/\u003eGyana vairagyasiddhyartham bhiksham dehi cha parvati ||\u003cbr/\u003e</p>",
    "translation": "<p>Ide jön a fordítás</p>",
    "comment": "",
    "chantby": "",
    "link": ""
  }
]
