{
  "english": [
    {
      "name": "Aida",
      "text": "I really felt like being in Mysore when I came to Ashtanga Mysore on Sunday morning. Amazing energy of dedicated students, present and grounding teacher Deni, beautiful shala and friendly teachers. I’m so grateful I’ve found this little jewel in Budapest. I haven’t tried other classes they offer but for sure would highly recommend for Mysore classes. Thank You",
      "country": "Germany"
    },
    {
      "name": "Yasin",
      "text": "Istvan’s ability to connect with students and presence to give attention during the class is outstanding. He is like a beacon of light and willingly shares that light with everyone around him, making his class a really special place to be. Every needs and intentions from any level undoubtedly fulfilled at this great shala.",
      "country": "Turkey"
    },
    {
      "name": "Alice",
      "text": "This is the place where I felt the most at home during my stay in Budapest. Thank you!",
      "country": "Italy"
    },
    {
      "name": "Anna",
      "text": "One of the best yoga in Europe. I live in Prague and there is nothing similar.. so I come to Budapest specially for this yoga sometimes.",
      "country": "Italy"
    }
  ],
  "hungarian": [
    {
      "name": "Orsi",
      "text": "Divatos dolog jógázni, voltam én divatos helyen divatos oktatónál. Van összehasonlítási alapom. Sosem ragadott magával az egész, amíg a Bandha Works oktatóit nem láttam. Nem csak az a lényeg, ami az órákon történik, az a szellemiség és energia, ami sugárzik belőlük annyira vonzóvá teszi az astangát, stúdiójukat, és őket, hogy át szeretném ezt élni én is velük. Tőlük tanulni kezdőként, akik különben oktatókkal is foglalkoznak, megtisztelő. Hozzájuk járni órákra, akik évről évre maguk is elmennek a forráshoz tanulni és feltöltődni, minőségileg jelent mást. A találkozás velük, akik nem mozgásformaként élik meg a jógát, hanem úgy adják át az egész szellemiségét, hogy közben az én szemléletemet is formálják, és szellemi, lelki síkon is hatnak, egy pozitív fordulatot hozott az életemben. Ami pedig még jó itt: a lányok szebbek jóga után, tényleg! Sok a fiú, úgyhogy fiúk is jöjjenek bátran, tényleg! Azt vettem észre, hogy a Bandha Works közösség tagjai nem elvakult biok, ökok, ezok, spirituálisak, vegák, vegánok, csak harmonikusabbak és jobb a humoruk, mint másoknak… Tényleg! Ez valahogy így van. Láthatatlan erők alakítják így…"
    },
    {
      "name": "Dávid",
      "text": "A Bandha Works az első olyan jógaiskola, ahol teljes mértékben érezhető a szellemiség és a belső út keresésének szándéka, ami áthatja a termet és az ott gyakorlókat egyaránt. Nagyon köszönöm a fenntartóknak és az oktatóimnak, hogy létrehozták ezt a helyet, az anyagi okokon túlmutató, a jóga iránti elkötelezettségük miatt. Úgy gondolom, hogy nagyon sok közösség példát vehetne róluk, ahogyan hozzá állnak, ennek az iskolának a működtetéséhez!"
    }
  ]
}
