{
  "english": [
    {
      "name": "Aida",
      "text": "I really felt like being in Mysore when I came to Ashtanga Mysore on Sunday morning. Amazing energy of dedicated students, present and grounding teacher Deni, beautiful shala and friendly teachers. I’m so grateful I’ve found this little jewel in Budapest. I haven’t tried other classes they offer but for sure would highly recommend for Mysore classes. Thank You",
      "country": "Germany"
    },
    {
      "name": "Yasin",
      "text": "Istvan’s ability to connect with students and presence to give attention during the class is outstanding. He is like a beacon of light and willingly shares that light with everyone around him, making his class a really special place to be. Every needs and intentions from any level undoubtedly fulfilled at this great shala.",
      "country": "Turkey"
    },
    {
      "name": "Alice",
      "text": "This is the place where I felt the most at home during my stay in Budapest. Thank you!",
      "country": "Italy"
    },
    {
      "name": "Anna",
      "text": "One of the best yoga in Europe. I live in Prague and there is nothing similar.. so I come to Budapest specially for this yoga sometimes.",
      "country": "Italy"
    }
  ],
  "hungarian": [
    {
      "name": "Eszter",
      "text": "A Bandhaworks nekem Az Iskola, itt elfog az a megnyugtató érzés, hogy nem is lehetnék jobb helyen. Oázis a sivatagban a szomjazó testnek és léleknek. Az oktatók szellemisége magával ragadó és inspiráló, minden igazítás áldás, és minden óra egy kis megváltás."
    },
    {
      "name": "Andor",
      "text": "Tisztelet, elkötelezettség, tudás, szeretet. Tartalom nélküli szavak lehetnének ezek, ha nem a Bandha Works jóga iskoláról lenne szó. Itt viszont teljes egészében áthatják a helyet és igaz értékekkel töltik meg testnek és léleknek eme szentélyét.",
      "intro": ""
    },
    {
      "name": "Dávid",
      "text": "A Bandha Works az első olyan jógaiskola, ahol teljes mértékben érezhető a szellemiség és a belső út keresésének szándéka, ami áthatja a termet és az ott gyakorlókat egyaránt. Nagyon köszönöm a fenntartóknak és az oktatóimnak, hogy létrehozták ezt a helyet, az anyagi okokon túlmutató, a jóga iránti elkötelezettségük miatt. Úgy gondolom, hogy nagyon sok közösség példát vehetne róluk, ahogyan hozzá állnak, ennek az iskolának a működtetéséhez!",
      "intro": "A Bandha Works az első olyan jógaiskola, ahol teljes mértékben érezhető a szellemiség és a belső út keresésének szándéka, ami áthatja a termet és az ott gyakorlókat egyaránt. Nagyon köszönöm nektek, hogy létrehozták ezt a helyet, az anyagi okokon túlmutató, a jóga iránti elkötelezettségük miatt. "
    },
    {
      "name": "Szilvi",
      "text": "A legjobb szó, ami a Bandha Worksről eszembe jut, az a szentély. Egy olyan hely, ahol az ember biztonságban érezheti magát, áthatja az egész helyet egy különleges energia, amely minden embert azonnal magával ragad. Kellemes hangulat, szeretetteljes emberek, odafigyelés, barátok, család, ezt mind jelképezi számomra a Bandha Works. Egy hely, ami nélkül nem lenne teljes az életem…",
      "intro": "A legjobb szó, ami a Bandha Worksről eszembe jut, az a szentély. Egy olyan hely, ahol az ember biztonságban érezheti magát, áthatja az egész helyet egy különleges energia, amely minden embert azonnal magával ragad. Kellemes hangulat, szeretetteljes emberek, odafigyelés, barátok, család... "
    },

    {
      "name": "Andrea",
      "text": "Csupán rövid ideje járom a jóga áldásos útját, mégis végtelen örömmel tölt el, hogy – a kezdeti tétova lépéseket követően – a BandhaWorks falai között, István szigorú, de értő és segítő figyelme kíséretében fejlődöm napról napra önmagában kétkedőből hitében megerősödött tanítvánnyá. Újonc növendéklétem ellenére is jelentős változásokról tudok beszámolni. Nem a fizikai érzékelés által megélt tapasztalatok és élmények teszik ezt a helyet különlegessé. A szeretetteljes légkörön, a gyógyító mantrák erején, a csapongó gondolatokat csillapító füstölők illatán, na és a titkos recept alapján készülő gyógyteán túl a BW-ben tisztaságot, alázatot és türelmet lehet tanulni olyanoktól, akik előttünk járnak ezen a befelé és felfelé vezető úton. Nem egyszerűen jógaiskola, sokkal inkább szellemi központ alakult itt, amelynek tagjai olyan kulcsokat kaphatnak kezükbe útjuk során, amelyekkel eddig ismeretlen kapuk tárulhatnak fel. A meditációba forduló gyakorlások közben régóta érlelgetett kérdésekre érkezhetnek hirtelen meglepően egyértelmű válaszok – önmagunkból. Testi-lelki sebekre, bántalmakra lelhet gyógyírra minden kitartó kereső, s olyan értékekkel gazdagodhat, amelyeket az anyag rozsdája nem marhat meg. Az oktatók részvevő érdeklődése, támogatása, lámpásként használható iránymutatása, s a társak egy-egy segítő szava az, amely a BW-öt e közösség élő találkozási pontjává teszi. Köszönet, amiért részese lehetek ennek a teremtő folyamatnak.",
      "intro": "Csupán rövid ideje járom a jóga áldásos útját, mégis végtelen örömmel tölt el, hogy – a kezdeti tétova lépéseket követően – a Bandha Works falai között, István szigorú, de értő és segítő figyelme kíséretében fejlődöm napról napra, önmagában kétkedőből hitében megerősödött tanítvánnyá. "
    },
    {
      "name": "Ildikó",
      "text": "Belépni a Bandha Worksbe felemelő érzés. Kellemes atmoszféra és felkészült, folyamatosan gyakorló, magukat Indiában, Mysore-ban továbbképző tanárok segítenek haladni az úton. Biztos kezek közt érezheti magát, aki itt jógázik. A Mysore órák az indiai tradíció szerint folynak. Az, hogy idejárok, többször segitett megélnem és megismernem a határaimat, és megtapasztalhattam, milyen, amikor sikerül ezeket meghaladnom, túllépnem. Megvalósítottam olyat,, ami addig lehetetlennek tűnt. S mindez a jógaszőnyegről indult. Egy ilyen élmény kihat az ember életére, mindennapjaira is. A Bandha Works stúdióban nemcsak az ászana gyakorlásra figyelnek, de az Astanga többi ágára, és a tanítványokra is.",
      "intro": "Belépni a Bandha Worksbe felemelő érzés. Kellemes atmoszféra és felkészült, folyamatosan gyakorló, magukat Indiában, Mysore-ban továbbképző tanárok segítenek haladni az úton. Biztos kezek közt érezheti magát, aki itt jógázik. A Mysore órák az indiai tradíció szerint folynak. "
    },
    {
      "name": "Ági",
      "text": "A Bandha Works szàmomra egy olyan hely, ahol jó kezdeni a napot: az àhitatos csend, a bejàratnàl levetett lelkes gyakorlók cipői, a hangos lègzès àltal felmelegített levegő ès a szokàsos arcok. Ezt csak az tudja, aki jàrt màr itt! Először èrzem azt, hogy igazàn autenikus emberek foglalkoznak velem, hogy a matracon túl is van valami, ami àthatja mindennapjaimat. Sok segítsèg, odafigyelès, az àszànàkban ès azokon túl is. Furcsa, hogy ezt mondom, de ez most több, mint szimpàtia ès hirtelen fellàngolàs.",
      "intro": "A Bandha Works szàmomra egy olyan hely, ahol jó kezdeni a napot: az àhitatos csend, a bejàratnàl levetett lelkes gyakorlók cipői, a hangos lègzès àltal felmelegített levegő ès a szokàsos arcok. Ezt csak az tudja, aki jàrt màr itt! Először èrzem azt, hogy igazàn autenikus emberek foglalkoznak velem... "
    },
    {
      "name": "Orsi",
      "text": "Divatos dolog jógázni, voltam én divatos helyen divatos oktatónál. Van összehasonlítási alapom. Sosem ragadott magával az egész, amíg a Bandha Works oktatóit nem láttam. Nem csak az a lényeg, ami az órákon történik, az a szellemiség és energia, ami sugárzik belőlük annyira vonzóvá teszi az astangát, stúdiójukat, és őket, hogy át szeretném ezt élni én is velük. Tőlük tanulni kezdőként, akik különben oktatókkal is foglalkoznak, megtisztelő. Hozzájuk járni órákra, akik évről évre maguk is elmennek a forráshoz tanulni és feltöltődni, minőségileg jelent mást. A találkozás velük, akik nem mozgásformaként élik meg a jógát, hanem úgy adják át az egész szellemiségét, hogy közben az én szemléletemet is formálják, és szellemi, lelki síkon is hatnak, egy pozitív fordulatot hozott az életemben. Ami pedig még jó itt: a lányok szebbek jóga után, tényleg! Sok a fiú, úgyhogy fiúk is jöjjenek bátran, tényleg! Azt vettem észre, hogy a Bandha Works közösség tagjai nem elvakult biok, ökok, ezok, spirituálisak, vegák, vegánok, csak harmonikusabbak és jobb a humoruk, mint másoknak… Tényleg! Ez valahogy így van. Láthatatlan erők alakítják így…",
      "intro": "Divatos dolog jógázni, voltam én divatos helyen divatos oktatónál. Sosem ragadott magával az egész, amíg a Bandha Works oktatóit nem láttam. Nem csak az a lényeg, ami az órákon történik, az a szellemiség és energia, ami sugárzik belőlük annyira vonzóvá teszi az astangát, stúdiójukat, és őket... "
    },
    {
      "name": "Bogi",
      "text": "Profi oktatók, inspiráló környezet, jófej gyakorlók, barátságok… De ami a legjobb – ide járni kicsit olyan, mint amikor hosszú ideje keresed a választ, és egyszer csak rájössz, hogy nincs is kérdés.",
      "intro": ""
    }
  ],
  "scholarship": [
    {
      "name": "Evelin",
      "text": "Megszületünk, tanulunk, dolgozunk és meghalunk. Ez a demokratikus változat. Azt gondoltam, tartalmas, pozitív irányba törekvő életet éltem huszonkét évig. Gyermekkorom óta terveim voltak, folyamatos, változatos mozgásban volt az életem. Tanulmányok, művészet és jött a jóga. Abban a kivételes helyzetben vagyok, hogy megtalált. Talán újra. Érdekesnek és közelinek éreztem, feltétel és gondolkodás nélkül kezdtem el az energiám a jóga felé fordítani. Amikor a leginkább feltöltött állapotomban voltam, szinte az utolsó pillanatban, mit sem sejtve kíváncsiságtól csillogó szemmel kerültem a Bandha Worksbe egy ösztöndíjjal. Magam sem értettem hogyan és miért, annak ellenére, hogy nem voltam gyakorlott jógázó és a fizikai testem sosem örvendezett bárminemű aktív mozgás hatására, másnap már a Mysore típusú órán találtam magam. Gyakorlásról gyakorlásra újraértelmezem a létem alapelvét. Megszülethetek, elkezdtem érezni a fizikai testem bizonyos részeit, amikről nem tudtam, hogy léteznek. Tanulhatok, a kitartásról, a koncentrációról, fegyelemről, feltétel nélküliségről és rengeteg dolgom van azóta. A mindennapjaimat kezdi betörni. Minden mozgásommal dolgom van. Megfigyelés és alázat. A gyakorlás nem csak a reggeli bioritmusom változtatta meg. Mélyen beleásta magát a vitális és mentális részeimbe is. Újra és újra megkérdőjeleződik a cselekvéseim helyessége. Most már egy teljesen más értékrend szerint. Gyötrelmes és hosszú de azt gondolom a legjobb út nyílt meg előttem. Őszinte hálát és szeretet érzek, hogy elindulhatok rajta. A motiváló szavak, a segítő és fájdalmas igazítások, a mélyreható tekintetek amiket az ösztöndíjjal kaptam az egyik legnagyobb ajándék amire emlékszem. A Bandha Works egy hely, nem Budapesten, nem egy távoli perspektívás rendszerben, hanem mélyen Önmagunkban, ahova eljutunk, ha miután felismertük, a bejáratnál el is hagytuk az Egonkat. A Bandha Worksben megszületünk, tanulunk és esélyt kapunk egy más folytatásra.",
      "intro": "Megszületünk, tanulunk, dolgozunk és meghalunk. Ez a demokratikus változat. Azt gondoltam, tartalmas, pozitív irányba törekvő életet éltem huszonkét évig. "
    },
    {
      "name": "Dorka",
      "text": "Ösztöndíjjal a lelkem körül. Véget ért az ösztöndíjas időszak, melynek igazán méltó lezárása volt a Harmony Slaterrel töltött Mysore hét. Hogy mi változott a három hónap alatt? Az alázat, a törekvés, hogy minden reggel kidörzsöljem a csipát a szememből és elinduljak a shalába, hogy leteríthessem a matracot. A testtudat – mely folyamatosan változik így is. A nyaksérülésem megmutatta a határaimat és azt is, hogy tiszteljem a testemet. A kényszerpihenő türelemre, megértésre tanított – habár az önmagam irányában tanúsított türelemmel, szeretettel még bőven van mit dolgoznom. Megtapasztalhattam a bandhás közösség erejét. Néha az embereket már az is össze tudja kovácsolni, hogy reggelente együtt szívják magukba a füstölővel keveredő izzadság szagát és együtt emelik imatartásba a kezüket a mellkasuk előtt – de a bandhában a közösség ennél is sokkal többről szól. Közös imádságról (kirtan), közös evésről, közös sírásről és nevetésről. Tudjuk és érezzük, kinek milye fáj, milyen nehézségen megy keresztül kivül és belül. Szerencsés vagyok, mert a három hónap alatt olyanoktól tanulhattam, mint Dani, István, Harmony és Russell; ki szigorral, ki kedves, de erőteljes ‘igazítással’ mutatta az utat a legnagyobb mesterem – önmagam felé. Igaz az, amit minden régebben gyakorlótól hallani: van egy időszámítás, ami véget ér akkor, amikor a matracodat az első Mysore-on leteríted. És van egy másik, ami ugyanekkor elkezdődik..és végigkísér a hátralévő életeden. Namasté, Dorka.",
      "intro": "Hogy mi változott a három hónap alatt? Az alázat, a törekvés, hogy minden reggel kidörzsöljem a csipát a szememből és elinduljak a shalába, hogy leteríthessem a matracot. "
    },
    {
      "name": "Kata",
      "text": "Életem viharos kiszámíthatatlansága után egyszer csak ott találom magam a BandhaWorks bejáratában. Három hónappal ezelőtt nem gondoltam volna, hogy a reggeleim egyik legfelemelőbb pontja a megérkezés lesz. Nem csak fizikai értelemben. Ott bent, a szantálfa illatú levegőben szinte tapintható a pozitív energia. Rádöbbenhetsz, hogy bármi történik veled vagy benned, a matracon egy dolog számít, Te. Törekvéseim alatt tapasztaltam kudarcot, fájdalmat, félelmet, viszont feloldozást és megnyugvást is. A kezdeti kíváncsiság átalakul elhivatottsággá, a figyelmetlenségből fegyelem, a szemtelenségből tisztelet lesz. Egyik nap felfedezek magamban valakit, akit szerethetek, máskor legyőzöm a lehetetlent. Aztán a gyakorlás kilép az iskola falai közül és kezd befolyni a mindennapjaimba. A jama és nijama tételei megkérdőjeleztetik velem eddigi életem döntéseit, megfigyelésre késztetnek. A vihar után jön a béke, melyet tárt karokkal ölelek fel.",
      "intro": "Életem viharos kiszámíthatatlansága után egyszer csak ott találom magam a BandhaWorks bejáratában. Három hónappal ezelőtt nem gondoltam volna, hogy a reggeleim egyik legfelemelőbb pontja a megérkezés lesz. "
    },
    {
      "name": "Eszter",
      "text": "Kedves Bandha Works csapat! Szeretném nektek megköszönni, hogy részt vehettem a jóga ösztöndíj programban. Már nagyon szükségét éreztem a változásnak, arról viszont álmodni sem mertem, hogy ilyen mértékben átalakulhat az életem. Problémáim voltak a munkakereséssel, az egyetem befejezése elhúzódott, a családdal való viszonyom zavaros volt, és képtelen voltam kilépni a nem működő párkapcsolatból. A megrekedt élethelyzetben menekülő utat használtam, ugyanis más tudatállapotban ezek a problémák és a hátterükben meghúzódó lelki sérülések megszűntek. A gyakorlás rendszeresebbé válása egy érzelmileg felkavart időszakot hozott magával, ami az önmagamhoz való őszinteségre, majd cselekvésre késztetett. Egyszer csak elkezdett tisztulni a kép. Tényleg minden jött magától. Jól ki van találva ez a rendszer. ☺ A változásnak külső megnyilvánulásai is voltak. Ez alatt értem az új munkát, a költözést, az egyetemmel szemben megszűnő kötelezettségeket és a tiszta életet. Viszont sokkal fontosabb az, ami belül történt. Korábban úgy gondoltam, hogy a fájó érzések kimutatása és megélése a gyengeség jele. Rosszul gondoltam. A valódi bátorság ezek felvállalásához kell, akár annak árán, hogy érzelmileg kiszolgáltatjuk magunkat és megsérülünk. Ez a felismerés segített feloldani az apukám és köztem fennálló rossz viszonyt. Nem gondoltam volna, de a személyesen megtapasztalt pozitív változások hatással vannak a környezetem gondolkodására és életére, ami fantasztikus. Hihetetlen, de az odaadás és a hála érzése a mindennapjaim része lett. Visszataláltam Istenhez (vagy nevezzük bárminek). Köszönöm Nektek a segítséget és az odafigyelést, Eszter.",
      "intro": "Már nagyon szükségét éreztem a változásnak, arról viszont álmodni sem mertem, hogy ilyen mértékben átalakulhat az életem. A gyakorlás rendszeresebbé válása egy érzelmileg felkavart időszakot hozott magával, ami az önmagamhoz való őszinteségre, majd cselekvésre késztetett. "
    },
    {
      "name": "Marci",
      "text": "A BandhaWorks ösztöndíjjal kapcsolatos élményeim olyannyira frissek, hogy e levél írásának napján vettem részt az utolsó ösztöndíjas órámon. Januárban gyakorlatilag teljesen kezdőként érkeztem, nem tudtam sokat a jóga különböző tradícióiról, és az azok közti különbségekről, ám úgy gondolom, hogy a lehető legjobb helyre kerültem, az astanga nagyon hamar a szívemhez nőtt. Az egész a kezdő tanfolyammal kezdődött, amiben nagyon tetszett, hogy nem kizárólag az ászanák gyakorlásáról szólt, a jóga más ágairól és a jógikus életmód egy-egy aspektusáról is tájékozódtunk. Nem kellett sok idő, hogy megtapasztaljam, miért a kora reggel a legalkalmasabb napszak a gyakorlásra, az esti tanfolyami órákon többször is éreztem, hogy nem tudok kellőképpen koncentrálni, az aznap történtek eltelítették az elmém. A reggeli Mysore órák viszont hamar napjaim meghatározó részévé váltak. Ezúton is szeretném megköszönni Nektek a rengeteg támogatást és figyelmet, amit a három hónap alatt kaptam. A megszavazott bizalmat odaadó gyakorlással igyekeztem meghálálni, nagyon remélem, hogy ez látszott is. Olyan tudással és élményekkel gazdagodhattam, amelyek életem végéig elkísérnek majd. A Mysore órákon megtapasztaltam, mi is az a (számomra eleinte képzavarnak ható) mozgó meditáció, az otthoni ászanagyakorlásom pedig új dimenzióba lépett az órákon szerzett tapasztalatok és útmutatás által. De a rendszeres gyakorlás jótékony hatásai a mindennapokban is megmutatkoztak: az életmódbeli pozitív változásokon át, amik közül a tudatosabb, rendszeresebb táplálkozást és az egészségesebb bioritmus kialakítását emelném ki, egészen az önismereti fejlődésig. Jobban összhangba kerültem a testemmel, megtanultam felismerni annak apró jelzéseit is, ráadásul még az évtizedes „jó” ismerős, a téli megfázás is elkerült. Ami a legjobban meglepett, az a közösségi élmény, amit reggelente kaptam. Úgy váltak életem fontos szereplőivé a nap, mint nap velem egy időben gyakorlók, hogy a szóbeli kommunikáció egymás alkalmankénti üdvözlésében merült ki. Noha rengeteget haladtam az úton, az általam kitűzött cél még messze van. És habár nagyon eltökéltnek érzem magam, a fejlődésem irama bizonyosan visszaesne, ha ezentúl csakis otthon folytatnám a gyakorlást. Objektíven nézve a diák havibérletet egyáltalán nem találom drágának, jelenlegi helyzetemben azonban mégsem tudnám jó érzéssel kiadni rá a pénzt. Az ösztöndíj újbóli elnyerése hatalmas lökést adna a nyári időszakra – amikor is mindenképp az önálló, otthoni gyakorlásra leszek szorítkozva, mivel nem fogok sokat Budapesten tartózkodni. Szeptembertől pedig, ha minden jól megy, és lesz saját keresetem, már könnyű szívvel ruházhatok be egy bérletre, amit az elmúlt három hónap után sehol máshol nem tennék meg szívesebben, mint a BandhaWorks-ben.",
      "intro": "Olyan tudással és élményekkel gazdagodhattam, amelyek életem végéig elkísérnek majd. A Mysore órákon megtapasztaltam, mi is az a mozgó meditáció, az otthoni ászanagyakorlásom pedig új dimenzióba lépett az órákon szerzett tapasztalatok és útmutatás által. "
    }
  ]
}
